Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Add a widget to this stack
ar: إضافة أداة إلى هذا المكدس
de: Widget zu diesem Stapel hinzufügen
es: Añadir un widget a esta pila
fr: Ajouter un widget à cette pile
hu: Widget hozzáadása ehhez a köteghez
ja: このスタックにウィジェットを追加
nl: Voeg een widget toe aan deze stapel
pl: Dodaj widżet do tego stosu
pt: Adicionar um widget a esta pilha
ru: Добавить виджет в эту стопку
sv: Lägg till en widget i den här stacken
tr: Bu yığına bir widget ekle
vi: Thêm tiện ích vào ngăn xếp này
zh_hans: 将小组件添加到此小组件叠放
zh_hant: 將小工具加入此堆疊

source: Add App
ar: أضف تطبيق
de: App hinzufügen
es: Añadir aplicación
fr: Ajouter une application
hu: Alkalmazás hozzáadása
ja: アプリを追加
nl: App toevoegen
pl: Dodaj aplikację
pt: Adicionar aplicação
ru: Добавить приложение
sv: Lägg till app
tr: Uygulamayı Ekle
vi: Thêm ứng dụng
zh_hans: 添加应用
zh_hant: 新增應用程式

source: Add Applications
ar: إضافة تطبيقات
de: Programme hinzufügen
es: Añadir aplicaciones
fr: Ajoutez des applications
hu: Alkalmazások hozzáadása
ja: アプリケーションを追加
nl: Apps toevoegen
pl: Dodaj aplikacje
pt: Adicionar Aplicações
ru: Добавить приложения
sv: Lägg till program
tr: Uygulamalar Ekle
vi: Thêm ứng dụng
zh_hans: 添加应用
zh_hant: 新增應用程式

source: Add Apps
ar: أضف تطبيقات
de: Apps hinzufügen
es: Añadir aplicaciones
fr: Ajouter des applications
hu: Alkalmazások hozzáadása
ja: アプリを追加
nl: Apps toevoegen
pl: Dodaj aplikacje
pt: Adicionar aplicações
ru: Добавить приложения
sv: Lägg till appar
tr: Uygulamaları Ekle
vi: Thêm ứng dụng
zh_hans: 添加多个应用
zh_hant: 新增應用程式

source: Add Apps to Group
ar: إضافة تطبيقات إلى مجموعة
de: Apps zur Gruppe hinzufügen
es: Añadir aplicaciones al grupo
fr: Ajouter des applications au groupe
hu: Appok hozzáadása a csoporthoz
ja: グループにアプリを追加
nl: Apps aan groep toevoegen
pl: Dodaj aplikacje do grupy
pt: Adicionar Aplicações ao Grupo
ru: Добавить приложения в группу
sv: Lägg till appar i grupp
tr: Gruba Uygulamalar Ekle
vi: Thêm ứng dụng vào nhóm
zh_hans: 将应用添加到分组
zh_hant: 將應用程式加入群組

source: Add Apps...
ar: إضافة تطبيقات...
de: Apps hinzufügen...
es: Añadir aplicaciones...
fr: Ajouter des apps...
hu: Alkalmazások hozzáadása...
ja: アプリを追加…
nl: Apps toevoegen...
pl: Dodaj aplikacje…
pt: Adicionar aplicações...
ru: Добавить приложения...
sv: Lägg till appar...
tr: Uygulamaları ekle...
vi: Thêm ứng dụng...
zh_hans: 添加多个应用……
zh_hant: 加入應用程式……

source: Add File
ar: إضافة ملف
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
hu: Fájl hozzáadása
ja: ファイルを追加
nl: Bestand toevoegen
pl: Dodaj plik
pt: Adicionar ficheiro
ru: Добавить файл
sv: Lägg till fil
tr: Dosya Ekle
vi: Thêm tệp
zh_hans: 添加文件
zh_hant: 加入檔案

source: Add Folder
ar: إضافة مجلّد
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
hu: Mappa hozzáadása
ja: フォルダを追加
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку
sv: Lägg till mapp
tr: Klasör Ekle
vi: Thêm thư mục
zh_hans: 添加文件夹
zh_hant: 加入檔案夾

source: Add Glass
ar: إضافة كوب
de: Glas hinzufügen
es: Añadir vaso
fr: Ajouter un verre
hu: Pohár hozzáadása
ja: 1杯追加
nl: Glas toevoegen
pl: Dodaj szklankę
pt: Adicionar copo
ru: Добавить стакан
sv: Lägg till glas
tr: Bardak Ekle
vi: Thêm một ly
zh_hans: 记录一杯
zh_hant: 加一杯水

source: Add habits in the widget settings
ar: أضف العادات من إعدادات الأداة
de: Gewohnheiten in den Widget-Einstellungen hinzufügen
es: Añade hábitos en los ajustes del widget
fr: Ajoutez des habitudes dans les paramètres du widget
hu: Szokások hozzáadása a widget beállításaiban
ja: ウィジェットの設定で習慣を追加してください
nl: Voeg gewoontes toe in de widgetinstellingen
pl: Dodaj nawyki w ustawieniach widżetu
pt: Adicione hábitos nas definições do widget
ru: Добавьте привычки в настройках виджета
sv: Lägg till vanor i widgetinställningarna
tr: Widget ayarlarına alışkanlıklar ekleyin
vi: Thêm thói quen trong cài đặt tiện ích
zh_hans: 在小组件设置中添加习惯
zh_hant: 在小工具設定中加入習慣

source: Add Item
ar: إضافة عنصر
de: Element hinzufügen
es: Añadir ítem
fr: Ajouter un élément
hu: Elem hozzáadása
ja: 項目を追加
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar Item
ru: Добавить объект
sv: Lägg till objekt
tr: Öğe Ekle
vi: Thêm mục
zh_hans: 添加项目
zh_hant: 新增項目

source: Add Media Source
ar: إضافة مورد وسائط
de: Medienquelle hinzufügen
es: Añadir fuente multimedia
fr: Ajouter une source de médias
hu: Médiaforrás hozzáadása
ja: メディアソースを追加
nl: Mediabron toevoegen
pl: Dodaj źródło multimediów
pt: Adicionar Fonte Multimédia
ru: Добавить источник медиа
sv: Lägg till mediakälla
tr: Medya Kaynağı Ekle
vi: Thêm nguồn phương tiện
zh_hans: 添加媒体来源
zh_hant: 加入媒體來源

source: Add people
ar: إضافة أشخاص
de: Personen hinzufügen
es: Añadir personas
fr: Ajouter des contacts
hu: Személyek hozzáadása
ja: 連絡先を追加
nl: Voeg personen toe
pl: Dodaj osoby
pt: Adicionar pessoas
ru: Добавьте людей
sv: Lägg till personer
tr: Kişi Ekle
vi: Thêm người
zh_hans: 添加联系人
zh_hant: 加入聯絡人

source: Add pinned apps, create app groups, and make profiles for different work modes.
ar: أضف تطبيقات مثبتة، وأنشئ مجموعات تطبيقات، وأعدّ ملفات تعريف لأنماط عمل مختلفة.
de: Fügen Sie angeheftete Apps hinzu, erstellen Sie App-Gruppen und legen Sie Profile für verschiedene Arbeitsmodi an.
es: Añade apps fijadas, crea grupos de apps y crea perfiles para distintos modos de trabajo.
fr: Ajoutez des apps épinglées, créez des groupes d'apps et des profils pour différents modes de travail.
hu: Tűzzön ki appokat, hozzon létre appcsoportokat, és készítsen profilokat a különböző munkamódokhoz.
ja: アプリをピン留めし、アプリグループを作り、作業モードごとのプロファイルを作成できます。
nl: Voeg vastgezette apps toe, maak app-groepen aan en stel profielen in voor verschillende werkmodi.
pl: Dodaj przypięte aplikacje, twórz grupy aplikacji i przygotuj profile dla różnych trybów pracy.
pt: Adicione aplicações afixadas, crie grupos de aplicações e configure perfis para diferentes modos de trabalho.
ru: Добавляйте закрепленные приложения, создавайте группы приложений и настраивайте профили для различных рабочих режимов.
sv: Lägg till fästa appar, skapa appgrupper och gör profiler för olika arbetslägen.
tr: Sabitlenmiş uygulamaları ekleyin, uygulama grupları oluşturun ve farklı çalışma modları için profiller oluşturun.
vi: Thêm các ứng dụng được ghim, tạo các nhóm ứng dụng và tạo hồ sơ cho các chế độ làm việc khác nhau.
zh_hans: 添加固定应用、创建应用组，并为不同的工作模式创建配置文件。
zh_hant: 加入釘選的應用程式、建立應用程式群組，並針對不同的工作模式建立設定檔。

source: Add Profile
ar: إضافة ملف تعريف
de: Profil hinzufügen
es: Añadir perfil
fr: Ajouter un profil
hu: Profil hozzáadása
ja: プロファイルを追加
nl: Profiel toevoegen
pl: Dodaj profil
pt: Adicionar Perfil
ru: Добавить профиль
sv: Lägg till profil
tr: Profil Ekle
vi: Thêm hồ sơ
zh_hans: 添加配置文件
zh_hant: 加入設定檔

source: Add Row
ar: إضافة صف
de: Zeile hinzufügen
es: Añadir fila
fr: Ajouter une ligne
hu: Sor hozzáadása
ja: 行を追加
nl: Rij toevoegen
pl: Dodaj wiersz
pt: Adicionar Linha
ru: Добавить строку
sv: Lägg till rad
tr: Satır Ekle
vi: Thêm hàng
zh_hans: 新增行
zh_hant: 新增列

source: Add shortcuts that switch straight to a chosen dock profile
ar: إضافة اختصارات تنتقل مباشرةً إلى ملف تعريف Dock المختار
de: Tastenkombination hinzufügen, um direkt zu einem gewünschten Dock-Profil zu wechseln
es: Añade atajos que cambien directamente a un perfil de Dock seleccionado
fr: Ajouter des raccourcis permettant d'accéder directement au profil de dock de votre choix
hu: Billentyűparancsok hozzáadása, amelyek közvetlenül egy kiválasztott Dock-profilra váltanak
ja: 選択したDockプロファイルへ直接切り替えるショートカットを追加
nl: Voeg sneltoetsen toe waarmee je direct naar een bepaald Dock-profiel kunt gaan
pl: Dodaj skróty, które przełączają bezpośrednio do wybranego profilu Docka
pt: Adicionar atalhos que mudam diretamente para um perfil de dock escolhido
ru: Добавить сочетания клавиш, которые сразу переключают на выбранный профиль Dock
sv: Lägg till kortkommandon som växlar direkt till en vald dockprofil
tr: Seçilen bir dock profiline doğrudan geçiş yapan kısayollar ekle
vi: Thêm phím tắt chuyển ngay đến hồ sơ dock đã chọn
zh_hans: 添加可直接切换到指定 Dock 配置文件的快捷键
zh_hant: 加入直接切換至所選 Dock 設定檔的快速鍵

source: Add Slot
ar: إضافة خانة
de: Slot hinzufügen
es: Añadir espacio
fr: Ajouter une action
hu: Hely hozzáadása
ja: スロットを追加
nl: Vak toevoegen
pl: Dodaj miejsce
pt: Adicionar Espaço
ru: Добавить слот
sv: Lägg till plats
tr: Yuva Ekle
vi: Thêm ô
zh_hans: 添加槽位
zh_hant: 加入插槽

source: Add Stack
ar: إضافة مكدس
de: Stapel hinzufügen
es: Añadir pila
fr: Ajouter une pile
hu: Köteg hozzáadása
ja: スタックを追加
nl: Stapel toevoegen
pl: Dodaj stos
pt: Adicionar Pilha
ru: Добавить стопку
sv: Lägg till stack
tr: Yığın Ekle
vi: Thêm ngăn xếp
zh_hans: 添加叠放
zh_hant: 加入堆疊

source: Add this widget to your dock temporarily without installing it
ar: أضف هذه الأداة إلى Dock مؤقتًا بدون تثبيتها
de: Dieses Widget vorübergehend zu Ihrem Dock hinzufügen, ohne es zu installieren
es: Añade este widget a tu Dock temporalmente sin instalarlo
fr: Ajouter temporairement ce widget à votre dock sans l'installer
hu: A widget ideiglenes hozzáadása a Dockhoz telepítés nélkül
ja: インストールせずにこのウィジェットを一時的にDockに追加
nl: Voeg deze widget tijdelijk toe aan je Dock zonder deze te installeren
pl: Dodaj ten widżet tymczasowo do Docka bez instalowania
pt: Adicionar este widget à Dock temporariamente, sem o instalar
ru: Временно добавить этот виджет в Dock без установки
sv: Lägg till den här widgeten i dockan tillfälligt utan att installera den
tr: Bu widget’ı yüklemeden geçici olarak dock’unuza ekleyin
vi: Thêm tạm thời tiện ích này vào dock mà không cần cài đặt
zh_hans: 无需安装，即可将此小组件临时添加到 Dock
zh_hant: 不需安裝，即可暫時將此小工具加入 Dock

source: Add to Dock
ar: إضافة إلى Dock
de: Zum Dock hinzufügen
es: Añadir al Dock
fr: Ajouter au Dock
hu: Hozzáadás a Dockhoz
ja: Dockに追加
nl: Toevoegen aan Dock
pl: Dodaj do Docka
pt: Adicionar à Dock
ru: Добавить в Dock
sv: Lägg till i Docken
tr: Dock'a ekle
vi: Thêm vào Dock
zh_hans: 添加到 Dock
zh_hant: 加入 Dock

source: Add Widget
ar: إضافة أداة
de: Widget hinzufügen
es: Añadir widget
fr: Ajouter un widget
hu: Widget hozzáadása
ja: ウィジェットを追加
nl: Widget toevoegen
pl: Dodaj widżet
pt: Adicionar Widget
ru: Добавить виджет
sv: Lägg till widget
tr: Widget Ekle
vi: Thêm tiện ích
zh_hans: 添加小组件
zh_hant: 新增小工具

source: Add Widget Stack
ar: إضافة مكدس أدوات
de: Widget-Stapel hinzufügen
es: Añadir pila de widgets
fr: Ajouter une pile de widgets
hu: Widgetköteg hozzáadása
ja: ウィジェットスタックを追加
nl: Widgetstapel toevoegen
pl: Dodaj stos widżetów
pt: Adicionar Pilha de Widgets
ru: Добавить стопку виджетов
sv: Lägg till widgetstack
tr: Widget Yığını Ekle
vi: Thêm ngăn xếp tiện ích
zh_hans: 添加小组件叠放
zh_hant: 加入小工具堆疊

source: Add widgets and tools
ar: أضف الأدوات والوسائل المساعدة
de: Widgets und Werkzeuge hinzufügen
es: Añade widgets y herramientas
fr: Ajouter des widgets et des outils
hu: Widgetek és eszközök hozzáadása
ja: ウィジェットとツールを追加
nl: Widgets en hulpmiddelen toevoegen
pl: Dodaj widżety i narzędzia
pt: Adicione widgets e ferramentas
ru: Добавить виджеты и инструменты
sv: Lägg till widgetar och verktyg
tr: Widget ve araç ekle
vi: Thêm tiện ích và công cụ
zh_hans: 添加小组件和工具
zh_hant: 加入小工具與工具

source: Add your favorite people
ar: أضف أشخاصك المفضلين
de: Lieblingskontakte hinzufügen
es: Añade a tus personas favoritas
fr: Ajoutez vos contacts favoris
hu: Kedvenc személyek hozzáadása
ja: よく連絡する人を追加
nl: Voeg je favoriete personen toe
pl: Dodaj ulubione osoby
pt: Adicione as suas pessoas favoritas
ru: Добавьте избранные контакты
sv: Lägg till dina favoritpersoner
tr: Favori kişilerini ekle
vi: Thêm những người yêu thích của bạn
zh_hans: 添加常用联系人
zh_hant: 加入常用聯絡人

source: Add, remove, and reorder pinned apps, folders, files, links, separators, and spacers
ar: أضف وأزل وأعد ترتيب التطبيقات والمجلدات والملفات والروابط والفواصل والمسافات المثبتة
de: Angeheftete Apps, Ordner, Dateien, Links, Trennlinien und Abstandshalter hinzufügen, entfernen und neu anordnen
es: Añade, elimina y reordena apps, carpetas, archivos, enlaces, separadores y espaciadores fijados
fr: Ajouter, supprimer et réorganiser les apps, dossiers, fichiers, liens, séparateurs et espaceurs épinglés
hu: Kitűzött appok, mappák, fájlok, hivatkozások, elválasztók és térközök hozzáadása, eltávolítása és átrendezése
ja: ピン留めしたアプリ、フォルダ、ファイル、リンク、区切り線、スペーサーの追加、削除、並べ替え
nl: Vastgezette apps, mappen, bestanden, links, scheidingstekens en tussenruimtes toevoegen, verwijderen en in een andere volgorde zetten
pl: Dodawaj, usuwaj i zmieniaj kolejność przypiętych aplikacji, folderów, plików, linków, separatorów i odstępów
pt: Adicione, remova e reordene aplicações, pastas, ficheiros, ligações, separadores e espaçadores afixados
ru: Добавляйте, удаляйте и меняйте порядок закрепленных приложений, папок, файлов, ссылок, разделителей и отступов.
sv: Lägg till, ta bort och ändra ordning på fästa appar, mappar, filer, länkar, avdelare och mellanrum
tr: Sabitlenmiş uygulamaları, klasörleri, dosyaları, bağlantıları, ayırıcıları ve boşlukları ekle, kaldır ve yeniden sırala
vi: Thêm, xóa và sắp xếp lại các ứng dụng, thư mục, tệp, liên kết, đường phân chia và khoảng trống được ghim
zh_hans: 添加、移除和重新排序固定应用、文件夹、文件、链接、分隔线和间隔符
zh_hant: 加入、移除和重新排序釘選的應用程式、檔案夾、檔案、連結、分隔線與空格

source: Added
ar: تمت إضافته
de: Hinzugefügt
es: Añadida
fr: Ajouté
hu: Hozzáadva
ja: 追加済み
nl: Toegevoegd
pl: Dodano
pt: Adicionado
ru: Добавлено
sv: Tillagd
tr: Eklendi
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已新增

source: Adds a subtle angled shine along the card edges
ar: يضيف لمعانًا مائلًا خفيفًا على طول حواف البطاقة
de: Fügt einen dezenten, schrägen Glanz entlang der Kartenränder hinzu
es: Añade un sutil destello diagonal en los bordes de las tarjetas
fr: Ajoute un léger reflet oblique le long des bords des cartes
hu: Finom, ferde csillogást ad a kártyák széleihez
ja: カードの縁に沿って斜めのかすかな光沢を加える
nl: Voegt een subtiele, hellende glans toe langs de randen van de kaart
pl: Dodaje subtelny ukośny połysk wzdłuż krawędzi karty
pt: Adiciona um brilho subtil e inclinado ao longo das margens do cartão
ru: Добавляет легкий косой блик по краям карточек
sv: Lägger till en subtil vinklad glans längs kortens kanter
tr: Kart kenarları boyunca hafif eğik bir parıltı ekler
vi: Thêm ánh sáng chéo tinh tế dọc theo các cạnh thẻ
zh_hans: 为卡片边缘添加柔和的斜向光泽
zh_hant: 在卡片邊緣加入細緻的斜角光澤效果

source: Adds a subtle angled shine along the card edges. Turn this off for the original flat card look.
ar: يضيف لمعانًا مائلًا خفيفًا على طول حواف البطاقة. أوقفه للحصول على مظهر البطاقة المسطح الأصلي.
de: Fügt einen dezenten, schrägen Glanz entlang der Kartenränder hinzu. Deaktivieren Sie dies für den ursprünglichen flachen Kartenstil.
es: Añade un sutil destello diagonal en los bordes de las tarjetas. Desactívalo para recuperar el aspecto plano original de las tarjetas.
fr: Ajoute un léger reflet oblique le long des bords des cartes. Désactivez cette option pour retrouver l'aspect plat d'origine des cartes.
hu: Finom, ferde csillogást ad a kártyák széleihez. Kapcsolja ki az eredeti, lapos kártyamegjelenéshez.
ja: カードの縁に沿って斜めのかすかな光沢を加えます。オフにすると、従来のフラットなカードの見た目になります。
nl: Voegt een subtiele, hellende glans toe langs de randen van de kaart. Schakel deze optie uit voor de oorspronkelijke, vlakke uitstraling van de kaart.
pl: Dodaje subtelny ukośny połysk wzdłuż krawędzi karty. Wyłącz tę opcję, aby przywrócić pierwotny płaski wygląd karty.
pt: Adiciona um brilho subtil e inclinado ao longo das margens do cartão. Desative para o aspeto plano original do cartão.
ru: Добавляет легкий косой блик по краям карточек. Выключите, чтобы вернуть исходный плоский вид карточек.
sv: Lägger till en subtil vinklad glans längs kortens kanter. Stäng av detta för kortens ursprungliga platta utseende.
tr: Kart kenarları boyunca hafif eğik bir parıltı ekler. Orijinal düz kart görünümü için bunu kapat.
vi: Thêm ánh sáng chéo tinh tế dọc theo các cạnh thẻ. Tắt để dùng giao diện thẻ phẳng ban đầu.
zh_hans: 为卡片边缘添加柔和的斜向光泽。关闭此选项可恢复原来的平面卡片外观。
zh_hant: 在卡片邊緣加入細緻的斜角光澤效果。關閉此選項即可恢復原本的平面卡片外觀。

source: Adds a subtle angled shine along widget edges
ar: يضيف لمعانًا مائلًا خفيفًا على طول حواف الأدوات
de: Fügt einen dezenten, schrägen Glanz entlang der Widget-Ränder hinzu
es: Añade un sutil destello diagonal en los bordes de los widgets
fr: Ajoute un léger reflet oblique le long des bords des widgets
hu: Finom, ferde csillogást ad a widgetek széleihez
ja: ウィジェットの縁に沿って斜めのかすかな光沢を加える
nl: Voegt een subtiele, hellende glans toe langs de randen van de widget
pl: Dodaje delikatny ukośny połysk wzdłuż krawędzi widżetów
pt: Adiciona um brilho subtil e inclinado ao longo das margens dos widgets
ru: Добавляет легкий косой блик по краям виджетов
sv: Lägger till en subtil vinklad glans längs widgetarnas kanter
tr: Widget kenarları boyunca hafif eğik bir parıltı ekler
vi: Thêm ánh sáng chéo tinh tế dọc theo các cạnh tiện ích
zh_hans: 为小组件边缘添加柔和的斜向光泽
zh_hant: 在小工具邊緣加入細緻的斜向光澤效果

source: Adds a subtle angled shine along widget edges.
ar: يضيف لمعانًا مائلًا خفيفًا على طول حواف الأدوات.
de: Fügt einen dezenten, schrägen Glanz entlang der Widget-Ränder hinzu.
es: Añade un sutil destello diagonal en los bordes de los widgets.
fr: Ajoute un léger reflet oblique le long des bords des widgets.
hu: Finom, ferde csillogást ad a widgetek széleihez.
ja: ウィジェットの縁に沿って斜めのかすかな光沢を加えます。
nl: Voegt een subtiele, hellende glans toe langs de randen van de widget.
pl: Dodaje delikatny ukośny połysk wzdłuż krawędzi widżetów.
pt: Adiciona um brilho subtil e inclinado ao longo das margens dos widgets.
ru: Добавляет легкий косой блик по краям виджетов.
sv: Lägger till en subtil vinklad glans längs widgetarnas kanter.
tr: Widget kenarları boyunca hafif eğik bir parıltı ekler.
vi: Thêm ánh sáng chéo tinh tế dọc theo các cạnh tiện ích.
zh_hans: 为小组件边缘添加柔和的斜向光泽。
zh_hant: 在小工具邊緣加入細緻的斜向光澤效果。

source: Adjust a custom image inside its dock icon slot
ar: ضبط صورة مخصصة داخل خانة أيقونتها في Dock
de: Benutzerdefiniertes Bild innerhalb seines Dock-Symbolplatzes anpassen
es: Ajustar una imagen personalizada dentro del hueco de su icono en el Dock
fr: Ajuster l'image dans son emplacement d'icône
hu: Egyéni kép igazítása a Dock-ikonhelyén belül
ja: Dockアイコンスロット内でカスタム画像を調整
nl: Pas een aangepaste afbeelding aan in het vak voor het Dock-pictogram
pl: Dostosuj niestandardowy obraz w miejscu ikony Docka
pt: Ajustar uma imagem personalizada dentro da posição do ícone da dock
ru: Настроить пользовательское изображение внутри ячейки значка в Dock
sv: Justera en anpassad bild i dess symbolplats i dockan
tr: Özel bir görseli dock simgesi alanı içinde ayarlayın
vi: Điều chỉnh hình ảnh tùy chỉnh trong ô biểu tượng trên dock
zh_hans: 调整自定义图片在 Dock 图标槽位内的显示位置
zh_hant: 在 Dock 圖示插槽中調整自訂影像

source: Adjust app cards
ar: ضبط بطاقات التطبيقات
de: App-Karten anpassen
es: Ajustar tarjetas de apps
fr: Ajuster les cartes d'application
hu: Appkártyák beállítása
ja: アプリカードを調整
nl: Appkaarten aanpassen
pl: Dostosuj karty aplikacji
pt: Ajustar cartões de aplicações
ru: Настроить карточки приложений
sv: Justera appkort
tr: Uygulama kartlarını ayarla
vi: Điều chỉnh thẻ ứng dụng
zh_hans: 调整应用卡片
zh_hant: 調整應用程式卡片

source: Adjust app dots
ar: ضبط نقاط التطبيقات
de: App-Punkte anpassen
es: Ajustar puntos de las apps
fr: Ajuster les points des apps
hu: Appjelző pontok beállítása
ja: アプリのドットを調整
nl: App-stippen aanpassen
pl: Dostosuj kropki aplikacji
pt: Ajustar pontos das apps
ru: Настроить точки приложений
sv: Justera punkter för appar
tr: Uygulama noktalarını ayarla
vi: Điều chỉnh dấu chấm ứng dụng
zh_hans: 调整应用指示点
zh_hant: 調整應用程式圓點

source: Adjust auto-hide
ar: ضبط الإخفاء التلقائي
de: Automatisches Ausblenden anpassen
es: Ajustar ocultación automática
fr: Ajuster le masquage automatique
hu: Automatikus elrejtés beállítása
ja: 自動非表示を調整
nl: Automatisch verbergen aanpassen
pl: Dostosuj automatyczne ukrywanie
pt: Ajustar ocultação automática
ru: Настроить автоскрытие
sv: Justera automatisk gömning
tr: Otomatik gizlemeyi ayarla
vi: Điều chỉnh tự động ẩn
zh_hans: 调整自动隐藏
zh_hant: 調整自動隱藏

source: Adjust border
ar: ضبط الحدود
de: Rahmen anpassen
es: Ajustar borde
fr: Ajuster les bordures
hu: Szegély beállítása
ja: 枠線を調整
nl: Rand aanpassen
pl: Dostosuj obramowanie
pt: Ajustar contorno
ru: Настроить границы
sv: Justera kantlinje
tr: Kenarlığı ayarla
vi: Điều chỉnh viền
zh_hans: 调整边框
zh_hant: 調整框線

source: Adjust corners
ar: ضبط الزوايا
de: Ecken anpassen
es: Ajustar esquinas
fr: Ajuster les coins
hu: Sarkok beállítása
ja: 角丸を調整
nl: Hoeken aanpassen
pl: Dostosuj narożniki
pt: Ajustar cantos
ru: Настроить углы
sv: Justera hörn
tr: Köşeleri ayarla
vi: Điều chỉnh góc
zh_hans: 调整圆角
zh_hant: 調整圓角

source: Adjust dock controls
ar: ضبط عناصر تحكم Dock
de: Dock-Steuerelemente anpassen
es: Ajustar controles del Dock
fr: Ajuster les contrôles du dock
hu: Dock-vezérlők beállítása
ja: Dockのコントロールを調整
nl: Dock-bediening aanpassen
pl: Dostosuj elementy sterujące Dockiem
pt: Ajustar controlos da Dock
ru: Настроить элементы управления Dock
sv: Justera dockreglage
tr: Dock denetimlerini ayarla
vi: Điều chỉnh điều khiển dock
zh_hans: 调整 Dock 控件
zh_hant: 調整 Dock 控制項

source: Adjust folder browsing
ar: ضبط تصفح المجلدات
de: Ordnernavigation anpassen
es: Ajustar navegación de carpetas
fr: Ajuster la navigation dans les dossiers
hu: Mappaböngészés beállítása
ja: フォルダの閲覧を調整
nl: Door mappen bladeren aanpassen
pl: Dostosuj przeglądanie folderów
pt: Ajustar navegação de pastas
ru: Настроить просмотр папок
sv: Justera mappbläddring
tr: Klasör gezinmesini ayarla
vi: Điều chỉnh cách duyệt thư mục
zh_hans: 调整文件夹浏览
zh_hant: 調整檔案夾瀏覽

source: Adjust hover
ar: ضبط تمرير المؤشر
de: Zeigerkontakt anpassen
es: Ajustar paso del cursor
fr: Ajuster le survol
hu: Rámutatás beállítása
ja: ホバーを調整
nl: Aanwijzen aanpassen
pl: Dostosuj działanie po wskazaniu
pt: Ajustar passagem do cursor
ru: Настроить эффекты наведения
sv: Justera hovring
tr: Üzerine gelmeyi ayarla
vi: Điều chỉnh di chuột
zh_hans: 调整悬停
zh_hant: 調整懸停

source: Adjust how strongly the glass reads behind widgets
ar: ضبط مدى وضوح الزجاج خلف الأدوات
de: Anpassen, wie stark das Glas hinter Widgets wirkt
es: Ajusta la intensidad con la que se ve el vidrio detrás de los widgets
fr: Ajuster l'intensité du verre derrière les widgets
hu: Az üveghatás erősségének beállítása a widgetek mögött
ja: ウィジェットの背後のガラスの見え方の強さを調整
nl: Stel in hoe sterk het glas achter widgets zichtbaar is
pl: Dostosuj intensywność efektu szkła w tle widżetów
pt: Ajustar a intensidade do vidro por trás dos widgets
ru: Насколько выражено стекло за виджетами
sv: Justera hur tydligt glaset syns bakom widgetar
tr: Camın widget'ların arkasında ne kadar belirgin görüneceğini ayarla
vi: Điều chỉnh độ đậm của lớp kính phía sau tiện ích
zh_hans: 调整小组件背景玻璃效果的强度
zh_hant: 調整小工具後方玻璃效果的明顯程度

source: Adjust how visible hidden or fully minimized app icons remain
ar: ضبط مدى ظهور أيقونات التطبيق المخفية أو المصغرة بالكامل
de: Passen Sie an, wie sichtbar versteckte oder vollständig minimierte App-Symbole bleiben
es: Ajusta la visibilidad de los iconos de apps ocultas o minimizadas por completo
fr: Régler le niveau de visibilité des icônes d'applications masquées ou entièrement réduites
hu: Rejtett vagy teljesen kicsinyített alkalmazásikonok láthatóságának beállítása
ja: 非表示または全ウインドウをしまったアプリアイコンの見えやすさを調整
nl: Stel in hoe zichtbaar verborgen of volledig geminimaliseerde app-pictogrammen blijven
pl: Dostosuj widoczność ukrytych lub w pełni zminimalizowanych ikon aplikacji
pt: Ajustar a visibilidade dos ícones das aplicações ocultas ou totalmente minimizadas
ru: Настроить видимость значков скрытых или полностью свернутых приложений
sv: Justera hur synliga symboler för gömda eller helt minimerade appar förblir
tr: Gizli veya tamamen küçültülmüş uygulama simgelerinin ne kadar görünür kalacağını ayarlayın
vi: Điều chỉnh mức độ hiển thị của các biểu tượng ứng dụng bị ẩn hoặc được thu nhỏ hoàn toàn
zh_hans: 调整已隐藏或完全最小化应用图标的可见程度
zh_hant: 調整已隱藏或最小化應用程式圖示的可見度
